export const regions = {
    서울: [
      "전체",
      "강남구갑","강남구병","강남구을","강동구갑","강동구을","강북구갑","강북구을","강서구갑","강서구병","강서구을","관악구갑", "관악구을","광진구갑","광진구을",
      "구로구갑","구로구을","금천구","노원구갑","노원구을","도봉구갑","도봉구을","동대문구갑","동대문구을","동작구갑","동작구을","마포구갑",
      "마포구을","서대문구갑","서대문구을","서초구갑","서초구을","성북구갑","성북구을","송파구갑","송파구병","송파구을","양천구갑","양천구을",
      "영등포구갑","영등포구을","용산구","은평구갑","은평구을","종로구","중구성동구갑","중구성동구을","중랑구갑","중랑구을",
    ],
    부산: [
      "전체",
      "강서구","금정구","기장군","남구","동래구","부산진구갑","부산진구을","북구갑","북구을","사상구","사하구갑","사하구을","서구동구","수영구","연제구","중구영도구","해운대구갑","해운대구을",
    ],
    대구: ["전체", "달서구갑", "달서구병","달서구을","달성군","북구갑","북구을","서구","수성구갑","수성구을","중구남구", "동구군위군갑","동구군위군을"],
    광주: ["전체", "광산구갑","광산구을","동구남구갑","동구남구을","북구갑","북구을","서구갑","서구을"],
    대전: ["전체", "대덕구","동구", "서구갑","서구을","유성구갑","유성구을","중구"],
    울산: ["전체", "남구갑", "남구을","동구","북구","울주군","중구"],
    인천: [
      "전체",
      "계양구갑","계양구을","남동구갑","남동구을","동구미추홀구갑","동구미추홀구을","부평구갑","부평구을","서구갑","서구을","연수구갑","연수구을","중구강화군옹진군", "인천서구병",
    ],
    경기: [
      "전체","고양시갑","고양시병","고양시을","고양시정","광명시갑","광명시을","광주시갑","광주시을","구리시","군포시","김포시갑","김포시을","남양주시갑",
      "남양주시병","남양주시을","부천시갑","부천시병","부천시을","성남시분당구갑","성남시분당구을","성남시수정구","성남시중원구","수원시갑","수원시무","수원시병","수원시을",
      "수원시정", "시흥시갑","시흥시을","안산시갑","안산시을","안성시","안양시동안구갑","안양시동안구을","안양시만안구","여주시양평군","오산시","용인시갑","용인시병","용인시을","용인시정","의왕시과천시",
      "의정부시갑","의정부시을","이천시","파주시갑","파주시을","평택시갑","평택시을","포천시가평군","화성시갑","화성시병","화성시을","하남시을","동두천시양주시연천군갑","안산시병","화성시정","하남시갑","평택시병","동두천시양주시연천군을",
    ],
    강원: [
      "전체",
      "강릉시","동해시태백시삼척시정선군","속초시인제군고성군양양군","원주시갑","원주시을","춘천시철원군화천군양구군갑","춘천시철원군화천군양구군을","홍천군횡성군영월군평창군",
    ],
    충북: ["전체", "보은군옥천군영동군괴산군","제천시단양군","증평군진천군음성군","청주시상당구","청주시서원구","청주시청원구","청주시흥덕구","충주시",], // 수정완
    충남: ["전체", "공주시부여군청양군","논산시계룡시금산군","당진시","보령시서천군","서산시태안군","아산시갑","아산시을","천안시갑","천안시병","천안시을","홍성군예산군",],
    전북: ["전체", "익산시갑","전주시갑", "전주시병", "전주시을", "정읍시고창군","군산시김제시부안군갑", "군산시김제시부안군을", "남원시장수군임실군순창군", "완주군진안군무주군",],
    전남: ["전체", "고흥군보성군장흥군강진군", "나주시화순군", "담양군함평군영광군장성군","목포시","순천시광양시곡성군구례군갑","순천시광양시곡성군구례군을","여수시갑","여수시을","영광군무안군신안군", "해남군완도군진도군",],
    경북: ["전체", "경산시","경주시","고령군성주군칠곡군","구미시갑","구미시을","김천시","상주시문경시","안동시예천군","영천시청도군","포항시남구울릉군","포항시북구","영주시영양군봉화군","의성군청송군영덕군울진군",],
    경남: ["전체", "거제시","김해시갑","김해시을","밀양시의령군함안군창녕군","사천시남해군하동군","산청군함양군거창군합천군","양산시갑","양산시을","진주시갑","진주시을","창원시마산합포구","창원시마산회원구","창원시성산구","창원시의창구","창원시진해구","통영시고성군",],
    제주: ["전체", "제주시갑", "제주시을", "서귀포시",],
    세종: ["전체", "세종특별자치시갑","세종특별자치시을",]
  };